[PRPA_AirStrike X2AbilityTemplate]
LocFriendlyName="空袭"
LocHelpText="对目标位置呼叫空袭.向该区域投下一枚威力强大的炸弹，造成严重的环境伤害.8回合冷却时间."
LocLongDescription="对目标位置呼叫空袭.向该区域投下一颗威力强大的炸弹，造成严重的环境伤害.8 回合冷却时间."
LocPromotionPopupText="<Bullet/> 对目标位置呼叫空袭.向该区域投下一颗威力强大的炸弹，造成严重的环境损害.8 回合冷却时间."

[PRPA_BioAirStrike X2AbilityTemplate]
LocFriendlyName="生化空袭"
LocHelpText="对目标位置呼叫空袭.在该区域投放致命的神经毒素，使敌人中毒并混乱.8 回合冷却时间."
LocLongDescription="对目标位置呼叫空袭.在该区域投放致命的神经毒素，使敌人中毒并混乱.8 回合冷却时间."
LocPromotionPopupText="<Bullet/> 对目标位置发起空袭.向该区域投放致命的神经毒素，使敌人中毒并混乱.8 回合冷却."

[PRPA_FrostAirStrike X2AbilityTemplate]
LocFriendlyName="冰霜空袭"
LocHelpText="对目标位置呼叫空袭.在该区域投下一团冰冷的雾气，使敌人感到寒冷.对寒冷或冰冻的敌人造成额外伤害.8 回合冷却时间."
LocLongDescription="在目标位置呼叫空袭.在该区域投下一团冰冷的雾气，使敌人感到寒冷.对寒冷或冰冻的敌人造成额外伤害.8回合冷却时间."
LocPromotionPopupText="<Bullet/> 对目标位置呼叫空袭.在该区域投下一团冰冷的雾气，使敌人感到寒冷.对冰冷或冰冻的敌人造成额外伤害.8 回合冷却时间."

[PRPA_EnergyShieldMk1 X2AbilityTemplate]
LocFriendlyName="能量护盾Ⅰ"
LocHelpText="为你和附近的盟友提供 3 点临时护盾.8 点冷却时间."
LocLongDescription="为你和附近的盟友提供 3 点临时护盾.8 点冷却时间."
LocPromotionPopupText="<Bullet/> 为你和附近的盟友提供 3 点临时护盾.8 点冷却."

[PRPA_EnergyShieldMk2 X2AbilityTemplate]
LocFriendlyName="能量护盾Ⅱ"
LocHelpText="为你和附近的盟友提供 5 点临时护盾.8 点冷却时间."
LocLongDescription="为你和附近的盟友提供 5 点临时护盾.8 点冷却时间."
LocPromotionPopupText="<Bullet/> 为你和附近的盟友提供 5 点临时护盾.8 点冷却."

[PRPA_EnergyShieldMk3 X2AbilityTemplate]
LocFriendlyName="能量护盾Ⅲ"
LocHelpText="为你和附近的盟友提供 7 点临时护盾.8 点冷却时间."
LocLongDescription="为你和附近的盟友提供 7 点临时护盾.8 点冷却时间."
LocPromotionPopupText="<Bullet/> 为你和附近的盟友提供 7 点临时护盾.8 点冷却."

[PRPA_SteadfastProtector X2AbilityTemplate]
LocFriendlyName="还能再战"
LocHelpText="嘲讽和能量护盾能力授予非移动动作."
LocLongDescription="嘲讽和能量护盾技能可实现非移动动作."
LocPromotionPopupText="<Bullet/> 嘲讽和能量护盾能力可提供非移动动作."

[PRPA_DivineJudgement X2AbilityTemplate]
LocFriendlyName="神圣审判"
LocHelpText="正义与愤怒将退还每回合使用过一次的动作.共享冷却时间"
LocLongDescription="正义与愤怒将退还每回合使用过一次的动作.共享冷却时间"
LocPromotionPopupText="<Bullet/>正义与愤怒将退还每回合使用过一次的动作.共享冷却时间"

[PRPA_Soulfrost X2AbilityTemplate]
LocFriendlyName="灵魂冰霜"
LocHelpText="造成必定命中的冰霜伤害并赋予目标寒冷效果.根据敌人的寒冷等级造成额外伤害."
LocLongDescription="造成必定命中的冰霜伤害并赋予目标寒冷效果.根据敌人的寒冷等级造成额外伤害."
LocPromotionPopupText="<Bullet/> 造成必定命中的冰霜伤害并赋予目标寒冷效果.根据敌人的寒冷等级造成额外伤害."

[PRPA_RaptorSoulStrike X2AbilityTemplate]
LocFriendlyName="猛禽魂击"
LocHelpText="引导灵能能量，打击目标，造成伤害，将敌人击退，并使敌人混乱."
LocLongDescription="引导灵能能量，打击目标，造成伤害，将敌人击退，并使敌人混乱."
LocPromotionPopupText="<Bullet/> 引导灵能能量，打击目标，造成伤害，将敌人击退，并使敌人混乱."

[PRPA_MindControl X2AbilityTemplate]
LocFriendlyName="精神控制"
LocHelpText="尝试对敌人进行精神控制.X 回合冷却."
LocLongDescription="尝试对敌人进行精神控制.X 回合冷却."
LocPromotionPopupText="<Bullet/> 尝试对敌人进行精神控制.X 回合冷却."

[PRPA_FrostMania X2AbilityTemplate]
LocFriendlyName="冰霜狂热"
LocHelpText="造成必定命中的冰霜伤害，并使你周围 2 格内移动或攻击的敌人感到寒冷.根据敌人的寒冷等级造成额外伤害."
LocLongDescription="造成必定命中的冰霜伤害，并使你周围 2 格内移动或攻击的敌人感到寒冷.根据敌人的寒冷等级造成额外伤害."
LocPromotionPopupText="<Bullet/> 造成必定命中的冰霜伤害，并使你周围 2 格内移动或攻击的敌人感到寒冷.根据敌人的寒冷等级造成额外伤害."

[PRPA_Terrorize X2AbilityTemplate]
LocFriendlyName="恐吓"
LocHelpText="渗透敌人思想并试图造成恐怖幻象.如果成功，目标将陷入恐慌.2 回合冷却."
LocLongDescription="渗透敌人思想并试图造成恐怖幻象.如果成功，目标将陷入恐慌.2 回合冷却."
LocPromotionPopupText="<Bullet/> 渗透敌人思想并尝试造成恐怖幻象.如果成功，目标将陷入恐慌.2 进入冷却时间."

[PRPA_NightmareDevour X2AbilityTemplate]
LocFriendlyName="噩梦吞噬"
LocHelpText="吞噬恐慌敌人的心灵，造成大量灵能伤害.2 回合冷却."
LocLongDescription="吞噬恐慌敌人的心灵，造成大量灵能伤害.2 回合冷却."
LocPromotionPopupText="<Bullet/> 吞噬惊慌失措的敌人的心灵，造成大量灵能伤害.2 回合冷却."

[PRPA_SpreadingNightmare X2AbilityTemplate]
LocFriendlyName="传播噩梦"
LocHelpText="吞噬恐慌敌人的心灵，造成灵能伤害并向附近的敌人传播恐慌.4回合冷却."
LocLongDescription="吞噬恐慌敌人的心灵，造成灵能伤害并向附近的敌人传播恐慌.4回合冷却."
LocPromotionPopupText="<Bullet/> 吞噬恐慌敌人的心灵，造成灵能伤害并向附近敌人传播恐慌.4 回合冷却."

[PRPA_PurifierImmunities X2AbilityTemplate]
LocFriendlyName="毒火免疫"
LocHelpText="赋予对火和毒的免疫."
LocLongDescription="赋予对火和毒的免疫."
LocPromotionPopupText="<Bullet/> 免疫火和毒."

[PRPA_FrostLegionImmunities X2AbilityTemplate]
LocFriendlyName="霜冻免疫"
LocHelpText="提供对霜冻的免疫."
LocLongDescription="提供对霜冻的免疫"
LocPromotionPopupText="<Bullet/> 提供对霜冻的免疫"

[PRPA_AdventPurifierFlamethrower X2AbilityTemplate]
LocFriendlyName="净化者喷射器Ⅰ"
LocHelpText="净化者喷射器Ⅰ"
LocLongDescription="净化者喷射器Ⅰ"
LocPromotionPopupText="<Bullet/>净化者喷射器Ⅰ"

[PRPA_AdvancedPurifierFlamethrower X2AbilityTemplate]
LocFriendlyName="净化者喷射器Ⅱ"
LocHelpText="净化者喷射器Ⅱ，无视火焰免疫并撕裂护甲."
LocLongDescription="净化者喷射器Ⅱ，无视火焰免疫并撕裂护甲."
LocPromotionPopupText="<Bullet/> 净化者喷射器Ⅱ，无视火焰免疫并撕裂护甲."

[PRPA_SuperiorPurifierFlamethrower X2AbilityTemplate]
LocFriendlyName="净化者喷射器Ⅲ"
LocHelpText="净化者喷射器Ⅲ，无视火焰免疫并撕裂护甲.不会结束回合."
LocLongDescription="净化者喷射器Ⅲ，无视火焰免疫并撕裂护甲.不会结束回合"
LocPromotionPopupText="<Bullet/> 净化者喷射器Ⅲ，无视火焰免疫并撕裂护甲.不会结束回合."

[PRPA_AdventPurifierIcethrower X2AbilityTemplate]
LocFriendlyName="冰霜净化者喷射器Ⅰ"
LocHelpText="冰霜净化者喷射器Ⅰ
LocLongDescription="冰霜净化者喷射器Ⅰ"
LocPromotionPopupText="<Bullet/>冰霜净化者喷射器Ⅰ"

[PRPA_AdvancedPurifierIcethrower X2AbilityTemplate]
LocFriendlyName="冰霜净化者喷射器Ⅱ"
LocHelpText="冰霜净化者喷射器Ⅱ"
LocLongDescription="冰霜净化者喷射器Ⅱ"
LocPromotionPopupText="<Bullet/> 冰霜净化者喷射器Ⅱ"

[PRPA_SuperiorPurifierIcethrower X2AbilityTemplate]
LocFriendlyName="冰霜净化者喷射器Ⅲ"
LocHelpText="冰霜净化者喷射器Ⅲ.不会结束回合"
LocLongDescription="冰霜净化者喷射器Ⅲ.不会结束回合"
LocPromotionPopupText="<Bullet/> 冰霜净化者喷射器Ⅲ.不会结束回合"

[PRPA_BurningRetreat X2AbilityTemplate]
LocFriendlyName="燃烧撤退"
LocHelpText="使用净化者火焰喷射器后获得仅限移动的动作."
LocLongDescription="使用净化者火焰喷射器后获得仅限移动的动作."
LocPromotionPopupText="<Bullet/> 使用净化者火焰喷射器后获得仅限移动的动作."

[PRPA_VictoriousAssault X2AbilityTemplate]
LocFriendlyName="胜利突击"
LocHelpText="突击眩晕 将额外授予非移动动作."
LocLongDescription="突击眩晕 将额外授予非移动动作."
LocPromotionPopupText="<Bullet/> 突击眩晕 将额外授予非移动动作."

[PRPA_BioRocket X2AbilityTemplate]
LocFriendlyName="生物火箭"
LocHelpText="生物火箭"
LocLongDescription="生物火箭"
LocPromotionPopupText="<Bullet/> 生物火箭"

[PRPA_AcidSpray X2AbilityTemplate]
LocFriendlyName="酸蚀喷雾"
LocHelpText="酸蚀喷雾"
LocLongDescription="酸蚀喷雾"
LocPromotionPopupText="<Bullet/> 酸蚀喷雾"

[PRPA_VoidBurial X2AbilityTemplate]
LocFriendlyName="手枪专注"
LocHelpText="手枪击杀会获得专注力."
LocLongDescription="手枪击杀会获得专注力."
LocPromotionPopupText="<Bullet/> 手枪击杀会获得专注力."

[PRPA_Unleash X2AbilityTemplate]
LocFriendlyName="释放"
LocHelpText="释放 - 消耗专注力的<font color='#d3af37'>扳动击锤</font>.不会触发<font color='#d3af37'>手枪专注</font>"
LocLongDescription="释放 - 消耗专注力的<font color='#d3af37'>扳动击锤</font>.不会触发<font color='#d3af37'>手枪专注</font>"
LocPromotionPopupText="<Bullet/> 释放 - 消耗专注力的<font color='#d3af37'>扳动击锤</font>.不会触发<font color='#d3af37'>手枪专注</font>"

[PRPA_WraithsWrath X2AbilityTemplate]
LocFriendlyName="幽灵之怒"
LocHelpText="幽灵之怒 - 消耗专注力的<font color='#d3af37'>对峙</font>.不会触发<font color='#d3af37'>手枪专注</font>"
LocLongDescription="幽灵之怒 - 消耗专注力的<font color='#d3af37'>对峙</font>.不会触发<font color='#d3af37'>手枪专注</font>"
LocPromotionPopupText="<Bullet/> 幽灵之怒 - 消耗专注力的<font color='#d3af37'>对峙</font>.不会触发<font color='#d3af37'>手枪专注</font>"

[PRPA_SmartScanMk1 X2AbilityTemplate]
LocFriendlyName="智能扫描Ⅰ"
LocHelpText="移动力+1，视野半径+3，侧翼命中+10，侧翼暴击+5，持续1回合."
LocLongDescription="移动力+1，视野半径+3，侧翼命中+10，侧翼暴击+5，持续1回合."
LocPromotionPopupText="<Bullet/> 移动力+1，视野半径+3，侧翼命中+10，侧翼暴击+5，持续1回合."

[PRPA_SmartScanMk2 X2AbilityTemplate]
LocFriendlyName="智能扫描Ⅱ"
LocHelpText="移动力+2，视野半径+5，侧翼命中+15，侧翼暴击+10，持续1回合."
LocLongDescription="移动力+2，视野半径+5，侧翼命中+15，侧翼暴击+10，持续1回合."
LocPromotionPopupText="<Bullet/> 移动力+2，视野半径+5，侧翼命中+15，侧翼暴击+10，持续1回合."

[PRPA_SmartScanMk3 X2AbilityTemplate]
LocFriendlyName="智能扫描Ⅲ"
LocHelpText="移动力+3，视野半径+7，侧翼命中+20，侧翼暴击+15，持续1回合."
LocLongDescription="移动力+3，视野半径+7，侧翼命中+20，侧翼暴击+15，持续1回合."
LocPromotionPopupText="<Bullet/> 移动力+3，视野半径+7，侧翼命中+20，侧翼暴击+15，持续1回合."

[PRPA_StreetSmarts X2AbilityTemplate]
LocFriendlyName="扫描智慧"
LocHelpText="在使用 智能扫描 后，授予一个仅移动动作."
LocLongDescription="在使用 智能扫描 后，授予一个仅移动动作."
LocPromotionPopupText="<Bullet/> 在使用 智能扫描 后，授予一个仅移动动作."

[PRPA_FrostBlaster X2AbilityTemplate]
LocFriendlyName="冰霜冲击"
LocHelpText="对你面前的锥形范围内的目标敌人进行冲击，对所有被击中的目标施加寒意.4 回合冷却."
LocLongDescription="对你面前的锥形范围内的目标敌人进行冲击，对所有被击中的目标施加寒意.4 回合冷却."
LocPromotionPopupText="<Bullet/> 对你面前的锥形范围内的目标敌人进行冲击，对所有被击中的目标施加寒意.4 回合冷却."

[PRPA_FrostSweeper X2AbilityTemplate]
LocFriendlyName="冰霜扫帚"
LocHelpText="对前方大锥形范围内所有敌人造成伤害并施加寒冷.4回合冷却."
LocLongDescription="爆对前方大锥形范围内所有敌人造成伤害并施加寒冷.4回合冷却."
LocPromotionPopupText="<Bullet/> 对前方大锥形范围内所有敌人造成伤害并施加寒冷.4回合冷却."

[PRPA_SlipperyGetAway X2AbilityTemplate]
LocFriendlyName="滑溜走开"
LocHelpText="冰霜冲击 和 冰霜扫帚 在使用后授予仅移动动作."
LocLongDescription="冰霜冲击 和 冰霜扫帚 在使用后授予仅移动动作."
LocPromotionPopupText="<Bullet/> 冰霜冲击 和 冰霜扫帚 在使用后授予仅移动动作."

[PRPA_FrostBreach X2AbilityTemplate]
LocFriendlyName="冰霜突破"
LocHelpText="摧毁掩体并在某个区域造成少量必定命中的伤害并施加寒意."
LocLongDescription="摧毁掩体并在某个区域造成少量必定命中的伤害并施加寒意."
LocPromotionPopupText="<Bullet/> 摧毁掩体并在某个区域造成少量必定命中的伤害并施加寒意."

[PRPA_HitAndChill X2AbilityTemplate]
LocFriendlyName="冷静打击"
LocHelpText="以免费动作向敌人投掷冰霜斧头."
LocLongDescription="以免费动作向敌人投掷冰霜斧头."
LocPromotionPopupText="<Bullet/> 以免费动作向敌人投掷冰霜斧头."

[PRPA_GlacialAdvance X2AbilityTemplate]
LocFriendlyName="冰川前进"
LocHelpText="冰霜打击 和 飞斧 技能授予移动行动点."
LocLongDescription="冰霜打击 和 飞斧 技能授予移动行动点."
LocPromotionPopupText="<Bullet/> 冰霜打击 和 飞斧 技能授予移动行动点."

[PRPA_RushingIce X2AbilityTemplate]
LocFriendlyName="冰霜冲刺"
LocHelpText="发射 冰冻器 会授予授予仅移动行动点."
LocLongDescription="发射 冰冻器 会授予仅移动行动点."
LocPromotionPopupText="<Bullet/> 发射 Cyrolator 将授予仅移动动作."

[PRPA_FrostStrike X2AbilityTemplate]
LocFriendlyName="冰霜之击"
LocHelpText="冲向目标并用斧头攻击他们，施加寒意."
LocLongDescription="冲向目标并用斧头攻击他们，施加寒意."
LocPromotionPopupText="<Bullet/> 冲向目标并用斧头攻击他们，施加寒意."

[PRPA_TisButAScratch X2AbilityTemplate]
LocFriendlyName="只是小伤"
LocHelpText="伤口恢复时间减少4HP"
LocLongDescription="伤口恢复时间减少4HP"
LocPromotionPopupText="<Bullet/> 伤口恢复时间减少4HP"

[PRPA_GetDown X2AbilityTemplate]
LocFriendlyName="趴下"
LocHelpText="一个非回合结束的伪命令，可向盟友授予蹲下动作."
LocLongDescription="一个非回合结束的伪命令，可向盟友授予蹲下动作."
LocPromotionPopupText="<Bullet/> 一个非回合结束的伪命令，可向盟友授予蹲下动作."

[PRPA_FrostShield X2AbilityTemplate]
LocFriendlyName="冰霜之盾"
LocHelpText="根据护甲等级授予 1/2/3 临时护盾"
LocLongDescription="根据护甲等级授予 1/2/3 临时护盾"
LocPromotionPopupText="<Bullet/> 根据护甲等级授予 1/2/3 临时护盾"

[PRPA_DefensiveManeuvers X2AbilityTemplate]
LocFriendlyName="防御机动"
LocHelpText="你和你 7 格内的盟友提供 10 点防御和 10 点闪避"
LocLongDescription="你和你 7 格内的盟友提供 10 点防御和 10 点闪避"
LocPromotionPopupText="<Bullet/> 你和你 7 格内的盟友提供 10 点防御和 10 点闪避"

[PRPA_RaptorAura X2AbilityTemplate]
LocFriendlyName="猛禽光环"
LocHelpText="为 4 格内的盟友提供 10 命中和 10 暴击."
LocLongDescription="为 4 格内的盟友提供 10 命中和 10 暴击."
LocPromotionPopupText="<Bullet/> 为 4 格内的盟友提供 10 命中和 10 暴击."

[PRPA_KeepYourHeadDown X2AbilityTemplate]
LocFriendlyName="低头"
LocHelpText="一个非回合结束的伪命令，导致敌人对目标盟友的第一次攻击失败."
LocLongDescription="一个非回合结束的伪命令，导致敌人对目标盟友的第一次攻击失败."
LocPromotionPopupText="<Bullet/> 一个非回合结束的伪命令，导致敌人对目标盟友的第一次攻击失败."

[PRPA_DeployablePhaseDrone X2AbilityTemplate]
LocFriendlyName="相位无人机Ⅰ"
LocHelpText="授予1个可部署的相位无人机，其强度随着辅助武器等级的提高而增强.与其他来源的可部署相位无人机叠加."
LocLongDescription="授予1个可部署的相位无人机，其强度随着辅助武器等级的提高而增强.与其他来源的可部署相位无人机叠加."
LocPromotionPopupText="<Bullet/> 授予1个可部署的相位无人机，其强度随着辅助武器等级的提高而增强.与其他来源的可部署相位无人机叠加."

[PRPA_DeployablePhaseDroneSecond X2AbilityTemplate]
LocFriendlyName="相位无人机Ⅱ"
LocHelpText="授予1个可部署的相位无人机，其强度随着辅助武器等级的提高而增强.与其他来源的可部署相位无人机叠加."
LocLongDescription="授予1个可部署的相位无人机，其强度随着辅助武器等级的提高而增强.与其他来源的可部署相位无人机叠加."
LocPromotionPopupText="<Bullet/> 可部署相位无人机"

[PRPA_DeployablePhaseDroneThird X2AbilityTemplate]
LocFriendlyName="相位无人机Ⅲ"
LocHelpText="授予1个可部署的相位无人机，其强度随着辅助武器等级的提高而增强.与其他来源的可部署相位无人机叠加."
LocLongDescription="授予1个可部署的相位无人机，其强度随着辅助武器等级的提高而增强.与其他来源的可部署相位无人机叠加."
LocPromotionPopupText="<Bullet/> 授予1个可部署的相位无人机，其强度随着辅助武器等级的提高而增强.与其他来源的可部署相位无人机叠加."

[PRPA_HunterMark X2AbilityTemplate]
LocFriendlyName="精英猎人标记"
LocHelpText="精英猎人标记"
LocLongDescription="精英猎人标记"
LocPromotionPopupText="<Bullet/>猎人标记"

[PRPA_PreyUponThee X2AbilityTemplate]
LocFriendlyName="捕食目标"
LocHelpText="消耗 2 行动点进行+20命中的延迟射击，在敌人回合攻击(优秀的开怪能力).没有冷却时间."
LocLongDescription="消耗 2 行动点进行+20命中的延迟射击，在敌人回合攻击(优秀的开怪能力).没有冷却时间."
LocPromotionPopupText="<Bullet/> 消耗 2 行动点进行+20命中的延迟射击，在敌人回合攻击(优秀的开怪能力).没有冷却时间."

[PRPA_Liquidator X2AbilityTemplate]
LocFriendlyName="清算者"
LocHelpText="手枪击杀敌人时会返还已使用的行动点."
LocLongDescription="手枪击杀敌人时会返还已使用的行动点"
LocPromotionPopupText="<Bullet/> 手枪击杀敌人时会返还已使用的行动点"

[PRPA_PsionicGrappler X2AbilityTemplate]
LocFriendlyName="爪钩专家"
LocHelpText="爪钩技能+20命中."
LocLongDescription="爪钩技能+20命中.."
LocPromotionPopupText="<Bullet/>爪钩技能+20命中.."

[PRPA_QuickFrost X2AbilityTemplate]
LocFriendlyName="速冻"
LocHelpText="激活后，下一次冰霜喷射器使用不消耗行动点."
LocLongDescription="激活后，下一次冰霜喷射器使用不消耗行动点."
LocPromotionPopupText="<Bullet/>激活后，下一次冰霜喷射器使用不消耗行动点."

[PRPA_MarkedForDeathMark X2AbilityTemplate]
LocFriendlyName="死亡宣告"
LocHelpText="指定一个目标，如果目标死亡，退还行动点，标记持续到下一XCOM回合结束."
LocLongDescription="指定一个目标，如果目标死亡，退还行动点，标记持续到下一XCOM回合结束."
LocPromotionPopupText="<Bullet/> 指定一个目标，如果目标死亡，退还行动点，标记持续到下一XCOM回合结束."

[PRPA_MarkedForDeath X2AbilityTemplate]
LocFriendlyName="死亡宣告"
LocHelpText="指定一个目标，如果目标死亡，退还行动点，标记持续到下一XCOM回合结束."
LocLongDescription="指定一个目标，如果目标死亡，退还行动点，标记持续到下一XCOM回合结束."
LocPromotionPopupText="<Bullet/> 指定一个目标，如果目标死亡，退还行动点，标记持续到下一XCOM回合结束."